{
  "brand_name": "Animus Labs",
  "product_name": "Animus Nootropic Strips",
  "product_description": "Mushroom nootropic strips that dissolve on the tongue for fast-acting focus and mental clarity. Key ingredients: L-Theanine, Lion's Mane, Cordyceps, and Shiitake. Designed for people who need to lock in and get work done — no pills, no powders, no waiting. Just place a strip on your tongue and go. Each pack is a 30-day supply.",
  "price_point": "$49.99/mo",
  "niche": "nootropics / mushroom supplements",
  "customer_reviews": "5-star: 'I put one on my tongue before a deep work block and I swear I locked in for 3 hours straight. No jitters like coffee.' | 'Finally something that actually works and doesn't taste like dirt. The strip format is genius.' | 'Been using for a month — my focus at work is noticeably better. My coworkers asked what changed.' | 'I was skeptical about mushroom supplements but this is legit. I feel sharper without any crash.' | 4-star: 'Good product but wish it lasted longer. Effects fade after 3-4 hours for me.' | 'Works well but $50/month is steep. Would buy more if there was a bulk discount.' | 3-star: 'Subtle effect — not the laser focus I expected. Maybe I need to give it more time.' | 'Hard to tell if it's the strips or my new sleep schedule making the difference.' | 1-star: 'Didn't feel anything after 2 weeks. Mushroom supplements might not be for everyone.' | 'Too expensive for what it is. I can get lion's mane capsules for way cheaper.'",
  "competitor_info": "MUDWTR (market leader, $40-60, powder, 'coffee alternative' positioning, big on ritual/lifestyle). Four Sigmatic (OG mushroom brand, $15-40, coffee/elixir format, 'think clearly' messaging). Onnit Alpha Brain (premium nootropic, $35-80, capsules, Joe Rogan endorsement, 'total human optimization'). Thesis (personalized nootropics, $79/mo, capsules, quiz-based customization). Magic Mind (liquid shot, $55/mo, 'productivity drink', Silicon Valley branding). Most competitors lead with 'focus' or 'clarity' — heavy on productivity lifestyle imagery. Common hooks: morning routine content, 'what I take before work' UGC, before/after productivity comparisons. Strip format is unique — nobody else in the space is doing dissolve-on-tongue delivery.",
  "landing_page_info": "Hero: 'Lock in. No pills. No powder. Just focus.' Subhead: 'Mushroom nootropic strips with Lion's Mane, Cordyceps, L-Theanine & Shiitake — dissolves on your tongue in seconds.' Social proof bar: '10,000+ strips sold, 4.6 stars.' Benefits section: sharper focus, sustained energy without crash, convenient strip format. How it works section: place strip on tongue → ingredients absorb fast → feel locked in within minutes. Offer: subscribe & save, 30-day money-back guarantee, free shipping.",
  "compliance_category": "supplements",
  "additional_context": "This is the brand's first paid social push. They've been selling organically via TikTok and Instagram for 4 months with strong retention (35% reorder rate). They want to scale to $30k/month ad spend within 3 months. Main concern: standing out in a crowded nootropics space and not getting flagged for health claims on Meta. The strip format is the key differentiator — it's novel, visual, and makes for great content."
}
